/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"MessageSummaryVideo" = "(Video)";
"MessageSummaryImage" = "(Image)";
"MessageSummaryAudio" = "(Audio)";
"MessageSummaryFile" = "(File)";

"TypingMessageSingular" = "%@ is typing...";
"TypingMessagePlural" = "Several people are typing...";
"ErrorTitle" = "Error";

"CloseButton" = "Close";
"CreateButton" = "Create";
"NextButton" = "Next";
"DoneButton" = "Done";
"LeaveButton" = "Leave";
"HideButton" = "Hide";
"BlockUserButton" = "Block the user";
"UnblockUserButton" = "Unblock the user";
"DeleteMessageButton" = "Delete the message";
"PlayVideoButton" = "Play video";
"PlayAudioButton" = "Play Audio";
"OpenImageButton" = "Open image on Safari";
"DisconnectButton" = "Disconnect";

"GroupChannelCreatedTitle" = "Group Channel Created";
"GroupChannelCreatedMessage" = "Group channel is created.";
"SeeMemberListButton" = "Members";
"SeeBlockedUserListButton" = "Blocked Users";
"GroupChannelTitle" = "Group Channel (%ld)";
"ReconnectingSubTitle" = "Reconnecting...";
"ReconnectedSubTitle" = "Reconnected";
"ReconnectionFailedSubTitle" = "Reconnection Failed. Tap to reconnect.";
"ChannelDeletedTitle" = "Channel has been deleted.";
"ChannelDeletedMessage" = "This channel has been deleted. It will be closed.";
"UserBlockedTitle" = "User blocked";
"UserBlockedMessage" = "%@ is blocked.";

"OpenChannelCreatedTitle" = "Open Channel Created";
"OpenChannelCreatedMessage" = "Open channel is created.";
"SeeParticipantListButton" = "Participants";

"ParticipantSingular" = "%ld Participant";
"ParticipantPlural" = "%ld Participants";

"MemberListTitle" = "Members (%d)";

"OpenDistinctGroupChannel" = "Open Distinct Group Channel";
"OpenNonDistinctGroupChannel" = "Open Non-Distinct Group Channel";

"InviteUserButton" = "Invite";
"InviteButton" = "Invite";

"ResendFailedMessageTitle" = "Resend Message";
"ResendFailedMessageDescription" = "Do you want to resend the message?";
"ResendFailedMessageButton" = "Resend";

"DeleteFailedMessageTitle" = "Delete Message";
"DeleteFailedMessageDescription" = "Do you want to delete the message?";
"DeleteFailedMessageButton" = "Delete";

"EmptyChannelName" = "No Members";
